Repository: danylaksono/inasafe
Catalog: docs/i18n/*/LC_MESSAGES/user-docs/impact_function_docs/FloodBuildingImpactFunction.po
Languages: id

source: Flood Building Impact Function
id: Fungsi Keterdampakan Bangunan Banjir

source: Overview
id: Tinjauan

source: **Limitation**: Lorem ipsum limitation
id: **Limitation**: Keterbatasan Lorem ipsum

source: **Title**: Be flooded
id: **Title**: Terdampak Banjir

source: **Unique Identifier**: Flood Building Impact Function
id: **Unique Identifier**: Fungsi Ketederdampakan Bangunan Banjir

source: **Permissible Hazard Input**: A raster layer where each cell represents flood depth, or a vector polygon layer where each polygon represents an inundated area. The following attributes are recognised (in order): Flooded (True or False), FLOODPRONE (Yes or No) and Affected (True or False).
id: **Permissible Hazard Input**: Sebuah layer raster yang masing-masing merepresentasikan kedalaman banjir ,atau sebuah layer vektor poligon yang masing-masing merepresentasikan sebuah area yang terbanjiri. Berikut adalah atribut yang yang dikenali (di) : Flooded (Benar atau Salah), FLOODPRONE (Yes or No) dan Affected (True or False).

source: **Actions**: Provide details about where critical response areas are
id: **Actions**: Diberikan detil tentang kapan area yang kritis diberi respon

source: **Synopsis**: To assess the impacts of inundation on building footprints originating from OpenStreetMap (OSM).
id: **Synopsis**: Untuk menilai dampak dari genangan untuk membangun jejak kaki yang berasal dari OpenStreetMap (OSM).

source: **Permissible Exposure Input**: vector polygon layer extracted from OSM where each polygon represents the footprint of a building.
id: **Permissible Exposure Input**: layer vektor poligon diextrak dari OSM yang masing-masing poligonnya merepresentasikan area dari sebuah bangunan.

source: Details
id: Detil

source: This is an area for free form text where adetailed description of the methodology used is given.
id: Ini adalah area untuk teks dalam bentuk bebas dimana deskripsi dirinci dari metodologi yang digunakan yang diberikan.
